Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Our sensors have detected life signatures which have been classified as ‘mutants’. We’re afraid those mutants were previous explorers that couldn’t make it and now walk the surface aimlessly. All mutants we have met so far have been hostile. They tend to come out at night more often and might still carry some basic tools and food. If you’ve lost all your supplies, fighting those mutants might be your only chance to start over.
sv: Våra sensorer har upptäckt livssignaturer som har klassificerats som ”mutanter”. Vi fruktar att dessa mutanter är tidigare utforskare som inte klarade sig och nu vandrar planlöst på ytan. Alla mutanter vi har mött hittills har varit fientliga. De kommer ofta ut på natten och kan fortfarande bära på grundläggande verktyg och mat. Om du har förlorat alla dina förnödenheter kan strid mot mutanterna vara din enda chans att börja om.

source: Invalid code
sv: Ogiltig kod

source: millions of times
sv: milljoner gånger

source: Cable
sv: Kabel

source: Complete Your Fediverse Authentication
sv: Gör klar din Fediverse-autentisering

source: Your database file is NOT a key file! If you don't have a key file or don't know what that is, you don't have to select one.
sv: Din databasfil är INTE en nyckelfil! Om du inte har någon nyckelfil eller inte vet vad det är, behöver du inte välja något.

source: Cable (no jump)
sv: Kabel (inget hopp)

source: AES (%1 rounds)
sv: AES (%1 rundor)

source: June
sv: Juni

source: Do you really want forget all site-specific settings on every entry? Permissions to access entries will be revoked.
sv: Vill du verkligen glömma alla sidspecifika inställningar i varje post? Behörighet att komma åt posterna kommer att återkallas.

source: Could not connect to {instance}. Are you sure this is your account server?
sv: Kunde inte ansluta till {instance}. Är du säker på att detta är din kontoserver?

source: Justify text
sv: Justera text

source: Toggle expiration
sv: Förfallodag på/av

source: Adding backup for older target %1 [%2]
sv: Lägger till säkerhetskopia för äldre mål %1 [%2]

source: Cannot connect to radio: %1
sv: Kan inte ansluta till radio: %1

source: Saving updated attachment failed. Error: %1
sv: Kunde inte spara uppdaterad bilaga. Fel: %1

source: Excluding entries from reports, e. g. because they are known to have a poor password, isn't necessarily a problem but you should keep an eye on them.
sv: Att utesluta poster från rapporter, t.ex. för att de har ett svagt lösenord, är inte nödvändigtvis ett problem, men du bör hålla ett öga på dem.

source: Mossy Tuff
sv: Mossig tuff

source: Custom settings:
sv: Anpassade inställningar:

source: Use entry URL to match windows for global Auto-Type
sv: Använd postens URL för att matcha fönster vid global autoskriv

source: Failed to read database file.
sv: Kunde inte läsa databasfilen.

source: Repeater Info Sources
sv: Informationskällor för repeatrar

source: Stockpile;Jellybean;Inventory;Number;
sv: Stockpile;Jellybean;Geléböna;Geleböna;Lager;Antal;

source: Delete zones?
sv: Ta bort zoner?

source: Failed to preview an attachment: Attachment not found
sv: Kunde inte förhandsgranska en bilaga: Bilagan hittades inte

source: Main View
sv: Huvudvisning

source: You must provide your newsreader app a username and an <a class="%[1]s" href="%[2]s">API Token</a> to load this feed.
sv: Du måste ange ett användarnamn och en <a class="%[1]s" href="%[2]s">API-token</a> till din nyhetsläsarapp för att ladda det här flödet.

source: Import Links from a CSV File and Instapaper
sv: Importera Länkar från en CSV-fil och Instapaper

source: Day of Week
sv: Dag av vecka

source: Find next occurrence of the search string
sv: Hitta nästa förekomst av söksträng

source: DBus Address
sv: DBus-adress

source: Copy an entry's attribute to the clipboard.
sv: Kopiera en posts attribut till urklipp.

source: Permissions
sv: Tillåtelser

source: Try a different search term
sv: Försök med en annan sökning

source: Create Database
sv: Skapa databas

source: Heh, still better than “zombie process”. But we really like to help, too. We actually feel very alive and kicking, and we’re definitely not going after your brains.
sv: Heh, fortfarande bättre än ”zombieprocess”. Men vi tycker verkligen också om att hjälpa till. Vi känner oss mycket levande, och vi tänker definitivt inte äta dina hjärnor.

source: Reset to defaults
sv: Återställ till standardvärden

source: Azurite Brick
sv: Azurittegel

source: Failed to open private key
sv: Kunde inte öppna privat nyckel

source: System Node
sv: Systemnod

source: Warning: Failed to block screenshot capture on a top-level window.
sv: Varning! Kunde inte blockera skärmklipp i ett fönster på översta nivån!

source: &Edit Entry…
sv: &Redigera post...

source: Check for updates on startup?
sv: Vill du söka efter uppdateringar vid uppstart?

source: Arabic
sv: Arabiskt

source: Center Text
sv: Centrera text

source: Error: Passwords do not match.
sv: Fel: Lösenorden stämmer inte.

source: Failed to send reply on DBus
sv: Kunde inte skicka svar på DBus

source: Invalid variant map field type size
sv: Ogiltig fälttypstorlek för variantkarta

source: No Draft Posts
sv: Inga utkast till inlägg

source: Create a new drawing.
sv: Skapa en ny teckning.

source: Call-Sign DB
sv: Anropssignal DB

source: You are banned. You may not participate.
sv: Du är bannlyst. Du får inte vara med.

source: This block cannot be owned.
sv: Det här blocket kan inte ha en ägare.

source: '%s' already exists
sv: '%s' existerar redan

source: Type >> and a post ID to reply to a post:
sv: Skriv >> följt av ett inläggs-ID för att svara på ett inlägg:

source: Parent category.
sv: Överordnad kategori.

source: Cannot delete RX group list
sv: Kan inte radera grupplistan

source: February
sv: Februari

source: No entries with a URL, or none has browser extension settings saved.
sv: Inga poster med URL, eller ingen som har sparade inställningar för webbläsartillägg.

source: Base DN
sv: Bas-DN

source: Failed to serialize KDF parameters variant map
sv: Det gick inte att serialisera KDF-parametrarnas datastruktur för lagring av metadata

source: Go back to Readeck
sv: Gå tillbaka till Readeck

source: %s added you to a collection
sv: %s lade till dig i en samling

source: %1 day(s)
sv: %1 dag

source: Failed to get Windows Hello credential.
sv: Kunde inte hämta Windows Hello-autentiseringsuppgift.

source: Chondrite Block
sv: Chondritblock

source: When %[1]s adds more than %[2]d %[3]s %[4]s within %[5]s, %[6]s.
sv: När %[1]s lägger till fler än %[2]d %[3]s %[4]s inom %[5]s, %[6]s.

source: Select which Unicode scripts are permitted in usernames. Usernames mixing characters from multiple scripts are always rejected.
sv: Välj vilka Unicode-skriftsystem som är tillåtna i användarnamn. Användarnamn som blandar tecken från flera skriftsystem avvisas alltid.

source: Content
sv: Innehåll

source: Adds a new AM channel.
sv: Lägger till en ny AM-kanal.

source: Maximum length of the subject field.
sv: Största längd för ämnesfältet.

source: Bookmark's archived state; only valid value is "%s"
sv: Bokmärkets arkivstatus; enda giltiga värdet är "%s"

source: Oak Wood Planks
sv: Ekplankor

source: Item Approved: {name}
sv: Objekt godkänt: {name}

source: Notifications like favorites and boosts will be less visible
sv: Aviseringar som favoriter och förstärkningar kommer att synas mindre

source: Unable to save database to file : %1
sv: Kan inte spara databas till fil: %1

source: ChiPass - Update Entry
sv: ChiPass - Uppdatera post

source: Cannot delete GPS system
sv: Kan inte radera GPS-systemet

source: Collection
sv: Samling

source: Apple Bud
sv: Äppelknopp

source: Analytics Preview
sv: Förhandsgranskning av Analys

source: Island Stone
sv: Östen

source: Post stats: %s, %s, %s, %s.
sv: Inläggsstatistik: %s, %s, %s, %s.

source: Damage from a block
sv: Skada från ett block

source: Deleted %d post
sv: Tog bort %d inlägg

source: Deleted %d posts
sv: Tog bort %d inlägg

source: Well, in that case, can you do me a small favor? Can you send me to @1 really quick?
sv: Nå, i så fall, kan du göra mig en liten tjänst? Kan du skicka mig till @1 snabbt?

source: Removed keys from database
sv: Tog bort nycklar från databasen

source: Bookmark
sv: Bokmärk

source: Limitations
sv: Begränsningar

source: Select using my DMR ID
sv: Välj med mitt DMR-ID

source: Name of the command to execute.
sv: Namn på kommandot som skall köras.

source: Cactus Fig
sv: Kaktusfikon

source: Tue
sv: Tis

source: The user '{user}' wants to change their profile.
sv: Användaren '{user}' vill ändra sin profil.

source: What was that?!
sv: Vad var det där?!

source: Age
sv: Ålder

source: Use Pageant
sv: Använd Pageant

source: Black Brick Block
sv: Svart tegelblock

source: Copy to Clipboard
sv: Kopiera till urklipp

source: Hashtag List
sv: Hashtag-lista

source: Reload canceled
sv: Uppdateringen avbröts

source: Cannot create list element.
sv: Kan inte skapa listelement.

source: Purged Unused Icons
sv: Borttagna oanvända ikoner

source: Upload a JSON file obtained from your Linkwarden app.
sv: Ladda upp en JSON-fil som du fått genom din Linkwarden-app.

source: A lantern at the corner or edge of the screen is shown while the pirate sense is active.
sv: En lykta visas i hörnet eller längs kanten av skärmen medan piratsinnet är aktivt.

source: Water
sv: Vatten

source: around
sv: omkring

source: Could not find this Fediverse account. Please check the handle.
sv: Kunde inte hitta detta Fediverse-konto. Kontrollera handlet.

source: Fonts
sv: Teckensnitt

source: Channel Idle
sv: Kanal ledig

source: Using matching entry: %1
sv: Använder matchande post: %1

source: Scrobblers
sv: Scrobblare

source: Lava Source
sv: Lavakälla

source: Removed permissions
sv: Tog bort behörigheter

source: Included Notifications
sv: Inkluderade aviseringar

source: WARNING: You are using an unstable build of ChiPass. There is a high risk of corruption, maintain a backup of your databases. This version is not meant for production use.
sv: VARNING! Du använder en instabil version av ChiPass. Det finns en stor risk för felaktigheter, upprätthåll en säkerhetskopia av dina databaser. Den här versionen är inte avsedd för produktionsanvändning.

source: %d existing ban
sv: %d befintlig avstängning

source: %d existing bans
sv: %d befintliga avstängningar

source: Hit from an oerkki
sv: Träff från en oerkki

source: Discover Your Username
sv: Visa ditt användarnamn

source: Admin User
sv: Adminanvändare

source: Code size:
sv: Kodstorlek:

source: New user registrations are not available on
sv: Nya användarregistreringar är inte tillgängliga på

source: Type ## and some text in the name field to add a secure tripcode:
sv: Skriv ## följt av text i namnfältet för att lägga till en säker tripkod:

source: The codeplug cannot be uploaded, unless all critical issues (red) are resolved.
sv: Kodpluggen kan inte laddas upp förrän alla kritiska problem (röda) har lösts.

source: Default Quote Policy
sv: Standardprincip för citering

source: Export your Readeck Profile
sv: Exportera din Readeck-profil

source: Search Fonts
sv: Sök efter teckensnitt

source: Account
sv: Konto

source: Move entry one step down
sv: Flytta posten ett steg ned

source: Please provide the email address you used to create your account and we'll send you a message with a link to recover your password.
sv: Ange den epostadress du använde för att skapa ditt konto så skickar vi ett meddelande med en länk för att återställa ditt lösenord.

source: Oh my! A visitor! I’m so excited to tell you about this device. Did you collect some electrons yet? You know, those blue rotating thingies?
sv: Oj! En besökare! Jag är så ivrig att berätta om den här apparaten. Har du samlat några elektroner än? Du vet, de där blå roterande sakerna?

source: Write codeplug
sv: Skriv kodplugg

source: Unsupported cipher
sv: Chiffret stöds inte

source: Lever
sv: Spak

source: entropy
sv: entropi

source: Invalid name
sv: Ogiltigt namn

source: Manage Subscriptions
sv: Hantera prenumerationer

source: Text qualification
sv: Textkvalificering

source: Expand
sv: Fäll ut

source: Add list
sv: Lägg till lista

source: Extract Cover Colors
sv: Extrahera omslagsfärger

source: Cannot export codeplug to file '%1': %2
sv: Kan inte exportera kodplugg till filen ”%1”: %2

source: Enter the passcode generated by the authenticator application:
sv: Ange engångskoden som skapades av autentiseringsappen:

source: Low stock:
sv: Lite kvar:

source: Export of item
sv: Artikelexport

source: Debugging mode is enabled.
sv: Felsökningsläget är aktiverat.

source: Weak Passwords
sv: Svaga lösenord

source: Lock
sv: Lås

source: Font size selection
sv: Teckenstorleksval

source: ASCII (A-Z, a-z, 0-9, _ only)
sv: ASCII (endast A-Z, a-z, 0-9 och _)

source: Show Results
sv: Visa resultat

source: Iron screws (gray): Block cannot be rotated.
sv: Järnskruvar (grå): Blocket kan inte roteras.

source: All Files
sv: Alla filer

source: ✓ You're now logged in! Just a heads up: your authentication message was posted publicly. You may want to delete it now.
sv: ✓ Du är nu inloggad! Observera: ditt autentiseringsmeddelande postades publikt. Du vill nog radera det nu.

source: Let’s be real: Is that a glitch?
sv: Låt oss vara ärliga: är det där en glitch?

source: Auto-Type toggle for this and sub groups
sv: Autoskriv på/av för denna grupp och undergrupper

source: Orange-Flowering Garden Bush Seed
sv: Frö till orangeblommande trädgårdsbuske

source: Hide Results
sv: Dölj resultat

source: Brown Brick Block
sv: Brunt tegelblock

source: User Interface
sv: Användargränssnitt

source: Is Favorite
sv: Är Favorit

source: Failed to send confirmation link. Please try again later.
sv: Kunde inte skicka bekräftelselänken. Försök igen senare.

source: The bookmark was sent to %s
sv: Bokmärket skickades till %s

source: Mobs will only spawn if fewer than this number of mobs of the same type are within @1×@2×@3 blocks around the spawner
sv: Varelser genereras endast om färre än detta antal varelser av samma typ finns inom @1×@2×@3 block runt generatorn

source: Send password reset E-Mail
sv: Skicka återställningsmail för lösenord

source: Highlight
sv: Markering

source: Circular Stone
sv: Cirkulär sten

source: Apply selected icon to subgroups and entries
sv: Använd markerad ikon till undergrupper och poster

source: Max Name Length
sv: Maximal namnlängd

source: Added
sv: Tillagd

source: Rotten Tropical Vine
sv: Rutten tropisk ranka

source: Unable to read HTML content
sv: Kunde inte läsa HTML-innehåll

source: Version Info
sv: Versionsinfo

source: Enter new password for entry:
sv: Ange nytt lösenord för posten:

source: Oh right. You’re a lost bit, after all. I don’t normally do these things, but I can make an exception.
sv: Just det. Du är ju en borttappad bit. Jag brukar inte göra sådant, men jag kan göra ett undantag.

source: Number of digits in the verification PIN
sv: Antal siffror i verifieringspinkoden

source: Too many repetitions detected, max is %1: %2
sv: För många repetitioner upptäckta, max är %1: %2

source: Copy the link
sv: Kopiera länken

source: Orange Dye
sv: Orange färgämne

source: Item Review Requested
sv: Granskning av objekt begärd

source: Weather station
sv: Väderstation

source: Adminuser E-Mail
sv: Adminanvändare e-post

source: Delete & ban for 2 weeks
sv: Ta bort och stäng av i 2 veckor

source: Import bookmarks from other services
sv: Importera bokmärken från andra tjänster

source: Banana Bud
sv: Bananknopp

source: Channel mode
sv: Kanalläge

source: Benchmarking key derivation function for %1ms delay.
sv: Benchmarking nyckelhärledningsfunktion för %1ms fördröjning.

source: Remote instance doesn't support interaction
sv: Fjärrinstansen stödjer inte interaktion

source: After lots of hefty debating, discussion and arguing, Hades was eventually chosen. Although the opponents were not entirely convinced, they grudgingly agreed to support the ambitious project. Especially the ‘water’ argument was one too hard to argue against.
sv: Efter många häftiga debatter, diskussioner och gräl valdes Hades till slut. Motståndarna var inte helt övertygade, men gick motvilligt med på att stödja det ambitiösa projektet. Särskilt vattenargumentet var för svårt att argumentera emot.

source: Authorization granted. Connecting device...
sv: Autentisering godkänd. Ansluter enhet...

source: Successfully converted attributes from %1 entry(s). Moved %2 keys to custom data.
sv: Konverterade attribut från %1 post(er). Flyttade %2 nycklar till anpassade data.

source: Sign in to Readeck
sv: Logga in på Readeck

source: Bans
sv: Avstängningar

source: Recover Data…
sv: Återställ data…

source: Entity Remover
sv: Entitetsborttagare

source: Applications
sv: Applikationer

source: CHIRP CSV Files (*.csv);;YAML Files (*.yaml *.yml)
sv: CHIRP CSV-filer (*.csv);;YAML-filer (*.yaml *.yml)

source: Cyan Locked Chest
sv: Låst cyanfärgad kista

source: Invalid variant map entry value data
sv: Ogiltig inmatningsvärdesdata för variantkarta

source: Entry binary key or value missing
sv: Postens binär-nyckel eller värde saknas

source: Error
sv: Fel

source: Greetings, wanderer! You have arrived at the Launch Sector. The energies that flow through this place will make you stronger.
sv: Hälsningar, vandrare! Du har kommit till Uppskjutningssektorn. Energierna som flödar genom den här platsen gör dig starkare.

source: Allow access to entries
sv: Tillåt åtkomst till poster

source: Readeck is distributed under the terms of the license "%s"
sv: Readeck distribueras under villkoren i licensen "%s"

source: Allow all
sv: Tillåt alla

source: Field
sv: Fält

source: Creating KeyFile %1 failed: %2
sv: Kunde inte skapa nyckelfilen %1: %2

source: Don't display the popup suggesting migration of legacy KeePassHTTP settings.
sv: Visa inte popup-fönstret som föreslår migrering av äldre KeePassHTTP-inställningar.

source: Event
sv: Händelse

source: This page needs JavaScript to function properly.
sv: Den här sidan kräver JavaScript för att fungera.

source: (encrypted)
sv: (krypterad)

source: Save ...
sv: Spara …

source: Replace Current Post?
sv: Ersätt aktuellt inlägg?

source: Nothing to see here
sv: Ingenting att se här

source: Total: @1+@2/@3
sv: Totalt: @1+@2/@3

source: Dark Green Steel Sign
sv: Mörkgrön stålskylt

source: Pale Bud
sv: Ljus knopp

source: No abilities.
sv: Inga förmågor.

source: The gold you collect in custom levels won’t count to your treasure stash.
sv: Guldet du samlar i egna nivåer räknas inte till din skattkista.

source: Bot
sv: Botkonto

source: Turquosite Block
sv: Turquositblock

source: Cannot delete roaming channel
sv: Det går inte att ta bort roamingkanal

source: Good. That should settle it.
sv: Bra. Det borde lösa saken.

source: Do you really want to delete the entry "%1" for good?
sv: Vill du verkligen ta bort "%1" för gott?

source: Edit Satellites ...
sv: Redigera satelliter …

source: Generate Password (%1)
sv: Generera lösenord (%1)

source: Startpage
sv: Startsida

source: This sector: @1+@2/@3
sv: Denna sektor: @1+@2/@3

source: Explore
sv: Utforska

source: General:
sv: Allmänt:

source: Hide everywhere
sv: Dölj överallt

source: Discard
sv: Kasta bort

source: Whenever you have a position overflow, you will lose all electrons you haven’t saved yet. Also, gateways require your electrons to be saved, but Gateway Helper knows more.
sv: Varje gång du får ett positionsöverskridande förlorar du alla elektroner som du ännu inte har sparat. Portar kräver också att dina elektroner är sparade, men Porthjälparen vet mer.

source: Username cannot be empty
sv: Användarnamnet kan inte vara tomt

source: Host API
sv: Värd API

source: All Unicode scripts are allowed
sv: Alla Unicode-skriftsystem är tillåtna

source: Type: Sequence(Rep)
sv: Typ: Sekvens (Rep)

source: Do not ask permission for HTTP Basic Auth
sv: Be inte om lov för HTTP Basic Auth

source: Type something to create a banner
sv: Skriv något för att skapa en banderoll

source: Relying Party
sv: Förlitande part

source: Repeat password
sv: Upprepa lösenord

source: Car
sv: Bil

source: Lifted
sv: Hävd

source: Auto-type character typing delay milliseconds
sv: Fördröjning vid utomatisk skrivning, i millisekunder.

source: Rule
sv: Regel

source: Golden Essexite
sv: Gyllene essexit

source: %sh left
sv: %st kvar

source: This client will be revoked in a few seconds.
sv: Denna klient kommer att återkallas om ett par sekunder.

source: Temperate Wood
sv: Tempererat trä

source: Intro line 2
sv: Intro rad 2

source: Maximum length of the name field.
sv: Största längd för namnfältet.

source: Edit item
sv: Redigera objekt

source: Agent refused this identity. Possible reasons include:
sv: Tjänsten avvisade denna identitet. Möjliga orsaker inkluderar:

source: Publically visible display name used on the unlock dialog
sv: Offentligt synligt visningsnamn i upplåsningsdialogen.

source: Merging codeplugs ...
sv: Sammanfogar kodpluggar …

source: White Noise
sv: Vitt brus

source: FediAuth handle cannot be empty
sv: FediAuth-handle kan inte vara tomt

source: match one
sv: Matcha en

source: Flowering Cave Vine
sv: Blommande grott-ranka

source: match term exactly
sv: Matcha termen exakt

source: Alphanumeric management panel access key. When set, staff members must visit %s to log in.
sv: Alfanumerisk åtkomstnyckel till hanteringspanelen. När den är inställd måste personalen besöka %s för att logga in.

source: Invalid inner header field length: field %1
sv: Ogiltig längd på inre sidhuvudfält: Fält %1

source: attribute
sv: attribut

source: Not the correct initialization key
sv: Det här är inte rätt initieringsnyckel

source: Dark Grey Cloth
sv: Mörkgrått tyg

source: Voice
sv: Tal

source: Savezone Helper
sv: Hjälpare för säker zon

source: Delete & ban for 1 week
sv: Ta bort och stäng av i 1 vecka

source: Technically, yes.
sv: Tekniskt sett, ja.

source: Min Reply File Size
sv: Minsta filstorlek för svar

source: No links in WebFinger response
sv: Inga länkar i WebFinger-responsen

source: They Match
sv: De matchar

source: Next page
sv: Nästa sida

source: Apply Password
sv: Tillämpa lösenordet

source: <p>A password is the primary method for securing your database.</p><p>Good passwords are long and unique. ChiPass can generate one for you.</p>
sv: <p>Ett lösenord är den primära metoden för att säkra din databas.</p><p>Bra lösenord är långa, komplexa och unika. ChiPass kan skapa dem åt dig.</p>

source: The System does not allow the position value of entities to go outside certain boundaries. If this happens, your position will be reset to its initial state within this sector.
sv: The System tillåter inte att entiteters positionsvärden hamnar utanför vissa gränser. Om det sker återställs din position till dess utgångsläge i den här sektorn.

source: Edit an entry.
sv: Redigera en post.

source: Read more about bookmarks in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om bokmärken i <a class="%s" href="%s">dokumentationen</a>.

source: Mutuals
sv: Ömsesidiga

source: Poor — password should be changed
sv: Dålig — Lösenordet måste ändras

source: Cannot remove channels.
sv: Kan inte ta bort kanaler.

source: Icon only
sv: Endast Ikon

source: Only mod and admin may do this
sv: Endast moderatorer och administratörer får göra detta

source: %n year(s)
sv: %n år

source: archive;singlefile;replayweb;flash;web;
sv: arkiv;enstaka fil;uppspelningswebb;flash;webb;

source: Replaces any duplicate set with the imported one.
sv: Ersätter varje dubblettuppsättning med den importerade.

source: Invalid variant map UInt64 entry value length
sv: Ogiltig UInt64-inmatningsvärdeslängd för variantkarta
